Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/facta/samediggi.fi/uuden_vuoden_tervehdys_tsa_01012016.pdf.tmx
Source language: fin
Languages: sms

source: Uuden vuoden tervehdys
sms: Ođđ eeʹjj tiõrvʼvuõđ

source: Hyvä lukija,
sms: Šiõǥǥ lookki,

source: vuodenvaihteessa ja Saamelaiskäräjien vaalikausien taitteessa on hyvä lyhyesti yhteen vetää joitain edellisen vuoden sekä vaalikauden onnistumisia sekä uuden edellä haasteita ja odotuksia.
sms: eeʹjjvaajtõõzzâst da Sääʹmteeʹǧǧ vaalpõõʹji vaajtõõzzâst lij šiõǥǥ vuäʹnkânji õʹhtte ǩieʹssed måttmid mõõnni eeʹjj di vaalpââʹj oʹnnstummšid di ođđ ääiʹj ooudpeäʹlnn leʹddi vaʹǯǯtõõzzid.

source: Vuosi 2015 sisälsi niin maailmanlaajuisesti, kansallisesti kuin paikallisesti monia merkittäviä tapahtumia, jotka jäävät historiaan sekä ihmisten mieliin.
sms: Eeʹǩǩ 2015 õõʹni seʹst nuʹtt maaiʹlmveiddsânji, meersânji ko še pääiklânji määngid miârkteei šõddmõõžžid, kook paʹcce historiaaʹje da oummui miõlid.

source: Saamelaiskäräjien vaalikausi 2012–2015 on ollut työn täyteinen.
sms: Sääʹmteeʹǧǧ vaalpââʹjj 2012–2015 lij leämmaž tiudd tuâjain.

source: Paljon saatiin konkreettista aikaan, mutta samaan aikaan monet vaalikauden tavoitteista eivät toteutuneet.
sms: Jiânnai vuåǯǯuš äigga, leâʹša seämma ääiʹj määŋg vaalpââʹj täävtõõzzin jie teâuddjam.

source: Vuosi 2015 oli myös saamelaisten tulevaisuuden kannalta kaksien, tärkeiden vaalien, eduskunta- ja saamelaiskäräjävaalien, vuosi.
sms: Eeʹǩǩ 2015 leäi še säʹmmlai pueʹttiääiʹj peäʹlnn kueiʹti tääʹrǩes vaali, parlameʹntt- da sääʹmteʹǧǧvaali, eeʹǩǩ.

source: Merkittävimpiä tapahtumia
sms: Pukin miârkteei šõddmõõžž

source: Pohjoisessa asuville ja eläville kauaskantoisin ja merkittävin kuluneen vuoden edistysaskel on Pariisissa neuvoteltu ilmastosopimus.
sms: Kookkas pueʹttiäigga vaaikteei da pukin vääžnʼjummuš mõõnni eeʹjj ouddnummuš tâʹvven jälsteei da jieʹlli oummid lij Pariisâst tuejjuum äimmõs-suåppmõš.

source: Alkuperäiskansojen perinteinen elämäntapa tarvitsee luontoa.
sms: Alggmeerai äʹrbbvuõđlaž jieʹllemvueʹǩǩ taarbaš luâđ.

source: Tämän hetkiset äkilliset ja voimakkaat muutokset luonnossa, joiden odotetaan voimistuvan tulevaisuudessa ilmaston lämpenemisen johdosta, ovat alkuperäiskansojen elinvoimaisuudelle erittäin suuri uhka.
sms: Tän poddsa krootai da viõusâs muttâz luâđast, koi vueʹrdet viõkkšmed pueʹttiääiʹjest äimmõõzz pakknummuž diõtt, lie alggmeerai jieʹllemviõkksažvuõʹtte samai jõnn vaarr.

source: Alkuperäiskansat ovat lisäksi usein juurikin se osa väestöstä, mikä ei ole toimillaan vaikuttanut suuresti ilmastonlämpenemiseen.
sms: Alggmeer lie lââʹssen täujja tõt-i vueʹss meerast, mii ij leäkku tuåimeezvuiʹm vaaiktam jiânnai äimmõspakknummša.

source: Valitettavaa onkin, että alkuperäiskansat joutuvat nyt siitä maksamaan.
sms: Gåårõʹtti lij, što alggmeer joudda ååʹn tõʹst mäʹhssed.

source: Aktisella alueella ilmasto lämpenee lähes kaksi kertaa muuta maailmaa nopeammin, joten jo puolentoista asteen lämpeneminen voi olla arktisille kansoille jopa kolme astetta.
sms: Aarktlaž vuuʹdest äimmõs pakkan miâlggâd kueiʹt vuâra jeeʹres maaiʹlm jåʹttlubun, što juʹn pieʹllneʹb graadd pakknem vuäitt leeʹd aarktlaž meeraid joba koumm graadd.

source: Saamelaisten näkökulmasta sopimuksessa on positiivista se, että saatiin aikaiseksi sopimus, jolla ilmaston lämpeneminen pyritään rajoittamaan alle kahden asteen esiteolliseen aikaan verrattuna, pyrkien puoleentoista asteeseen.
sms: Säʹmmlai ǩiõččâmvueʹjjest suåppmõõžžâst lij positiivlaž tõt, što vuåǯǯuš äigga suåppmõõžž, koin äimmõõzz pakknummuž põõrǥât rääʹjted vuâlla kueʹhtt graadd ouddindustriaalʼlaž ääiʹj veʹrddeeʹl. põõrǥeeʹl pieʹllneʹb graaʹdde.

source: Tähän päästään tuntuvia päästövähennyksiä tehden, joista keskustellaan avoimesti.
sms: Tääzz piâzzât tobddjeei peästtmõõžžid tuejjeeʹl, koi pirr mainstet äävnalla.

source: Lisäksi erittäin tärkeänä seikkana tulee pitää sopimuksen kehotusta huolehtia päästöjä varastoivien hiilinielujen, erityisesti metsien, suojelusta.
sms: Lââʹssen âlgg ââʹnned samai tääʹrǩes äʹššen suåppmõõžž auʹǯǯjummuž ââʹnned huõl peästtmõõžži ruõkki illnjiõlõõǥǥi, jeärben mieʹcci, suõjjummšest.

source: Saamelaisten näkökulmasta sopimuksessa negatiivista on se, että alkuperäiskansojen oikeudet mainitaan vain sopimuksen johdanto-osassa, eikä toimintaa ohjaavassa, operatiivisessa osassa.
sms: Säʹmmlai ǩiõččâmvueʹjjest suåppmõõžžâst lij negatiivlaž tõt, što alggmeerai vuõiggâdvuõđid peäggte tåʹlǩ suåppmõõžž jååʹđtemsaaʹnin, jie-ǥa tuåimmjummuž oʹhjjeei, operatiivlaž vueʹzzest.

source: Sopimuksessa käytetyt maininnat alkuperäiskansojen ihmisoikeuksista ovat myös muodoltaan suhteellisen heikkoja.
sms: Suåppmõõžžâst õnnum sääʹnnvaʹlljummuž alggmeervuõiggâdvuõđin lie še miâlggâd rââʹžž.

source: Lisäksi sopimusteksti linjaa alkuperäiskansojen tiedosta, eikä alkuperäiskansojen perinteisestä tiedosta, kuten alkuperäiskansapolitiikassa on linjattu.
sms: Lââʹssen suåppmõšteʹkstt liʹnjjai alggmeerai teâđast, ij-ǥa alggmeerai äʹrbbvuõđlaž teâđast, nuʹtt mäʹhtt alggmeerpolitiikkâst lij liʹnnjum.

source: Pariisissa on näytetty maailmalle tienviitat ja nyt varsinainen työ vasta alkaakin.
sms: Pariisâst lie čuäʹjtam maailma viâhhid da ååʹn jiõčč tuâjj eman älgg.

source: Toivonkin, että Saamelaiskäräjät otetaan kansallisessa täytäntöönpanossa mukaan niin suunnittelussa kuin toteuttamisessa, aidosti ja hyvässä hengessä sekä mahdollisemman varhaisessa vaiheessa.
sms: Mon tuäivam, što Sääʹmteeʹǧǧ vääʹldet mieʹldd meersaž tääʹzz tiuʹddepiijjmõõžžâst nuʹtt plaanma ko še tieuʹddmest, vuõiggnalla da šiõǥǥ jiõggâst di nuʹtt vuõss lääuʹǩest ko vueiʹtlvaž.

source: Toivon, että tulevat Saamelaiskäräjät linjaa omat ilmastonmuutoksen hillitsemistavoitteensa esimerkiksi auttamalla perinteisen tiedon avulla ilmastonmuutokseen sopeutumisessa sekä lisäämällä tietoisuutta ilmastonmuutoksen hillitsemisen konkreettisista keinoista saamelaisen yhteisön sisällä.
sms: Tuäivam, što pueʹtti Sääʹmteʹǧǧ puätt liʹnnjed jiijjâs äimmõsmuttâz tuõʹllʼjemtäävtõõzzees ouddmiârkkân vieʹǩǩteeʹl äʹrbbvuõđlaž teâđ veäkka äimmõsmuttsa šiõttlõõvvmõõžžâst di lââʹzzteeʹl tieʹttemvuõđ äimmõsmuttâz tuõʹllʼjummuž konkreettlaž vuõʹjjin sääʹmõhttsažkååʹddest.

source: Kolttasaamelaisyhteisö sai lokakuussa kuulla, että kolttakylän arkisto, eli gramota oli hyväksytty Unescon Maailman muisti - luetteloon.
sms: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari Nuõrttsäʹmmla vuåǯǯu kålggmannust kuullâd, što nuõrttsäʹmmlai kreäpast leäi primmum Unesco Maaiʹlm mooštai sizz. Tät leäi samai miârkkšõõvvi oođâs ceâlai

source: Tämä oli erittäin merkittävää koko saamelaisyhteisölle mutta myös kaikille maailman alkuperäiskansoille.
sms: sääʹmõhttsažkådda leâʹša seämmast pukid maaiʹlm alggmeeraid.

source: Gramotan hakeminen Unescon Maailman muisti - kohteeksi toi jälleen meille saamelaisille näkyväksi sen, että meillä on tosiasioihin perustuvia oikeuksia.
sms: Kreäpast ooccâm Unesco Maaiʹlm mooštai sizz lij eʹpet pohttam miʹjjid säʹmmlaid kuâsttjeeʹjen tõn, što meeʹst lie tuõttaaʹššid vuâđđõõvvi vuõiggâdvuõđ.

source: Oikeuksia, jotka ovat yhä voimassa.
sms: Vuõiggâdvuõđ, kook årra õinn viõǥǥâst.

source: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari ei ole otettu meiltä pois.
sms: Vuõiggâdvuõđ, koid jeäʹp leäkku ouddam meädda leʹbe kook jie leäkku valddum meeʹst meädda.

source: Gramota on saamelaisen arkistoperinteen symboli mutta se on myös todiste.
sms: Kreäpast lij sääʹm arkiivääʹrb symbol leâʹša tõt lij še tuõđštõs.

source: Todiste, joka on saamelaisessa mittakaavassa ainutlaatuinen ja joka todistaa saamelaisten hallinneen maita ja vesiä ennen muita.
sms: Tuõđštõs, kååʹtt lij sääʹm mettkääʹvest oʹdinakai da kååʹtt tuõđašt, što säʹmmla lie vaaldšam määddaid da čaaʹʒʒid ouddâl pukid.

source: Mutta gramota on myös todiste, joka on maailmanlaajuisesti alkuperäiskansoille merkittävä samasta syystä; alkuperäiskansoilla on oikeus maihinsa ja vesiinsä.
sms: Leâʹša kreäpast lij še tuõđštõs, kååʹtt lij maaiʹlmveiddsânji alggmeeraid miârkkšõõvvi seämma vââʹjj diõtt; alggmeerain lij vuõiggâdvuõtt määddeez da čaaʹʒʒeez.

source: Maihinsa ja vesiinsä, jotka muut kansat ovat liian usein julistaneet omikseen.
sms: Määddeez da čaaʹʒʒeez, koid nuuʹbb meer lie čuuʹt määŋg vuâra tuõttâm leeʹd sij määdd da čääʹʒʒ.

source: Kuluneena vuonna suuri osa Saamelaiskäräjien toiminnasta käsitteli maankäyttöä.
sms: Mõõnnâm eeʹjjest jõnn vueʹss Sääʹmteeʹǧǧ tuåimin ǩiõttʼtõõli mäddââʹnnem.

source: Saamelaiskäräjät kutsui saamelaisten kotiseutualueen paliskunnat sekä Kolttien kyläkokouksen yhteiskokoukseen, jossa keskusteltiin mm. kaivoslain toimeenpanosta saamelaisten kotiseutualueella, poronhoitolain uudistustarpeista sekä petopolitiikasta.
sms: Sääʹmteʹǧǧ kååččai säʹmmlai dommvuuʹd paalǥâskooʹddid di Saaʹmi siidsåbbar õhttsažsåbbra, koʹst saǥǥstõʹlleš jm. kuåivâslääʹjj tueiʹmmepiijjmest säʹmmlai dommvuuʹdest, puõccuhåiddamlääʹjj oođeemtaarbin di näuʹddpolitiikkâst.

source: Saamelaiskäräjien ympäristösihteeri on myös aloittanut menettelyohjesääntöesityksen laatimisen kaivoslain toimeenpanoon liittyen saamelaisten kotiseutualueella.
sms: Sääʹmteeʹǧǧ pirrõspiisar lij še alttääm mõõntõõllâmvuäʹpstõsmeärrõseʹtǩǩõõzz raajjmõõžž kuåivâslääʹjj tueiʹmmepiijjmõʹšše õõuteeʹl säʹmmlai dommvuuʹdest.

source: Ensimmäisessä vaiheessa Saamelaiskäräjät on nähnyt tarpeelliseksi aloittaa neuvottelut Kolttien kyläkokouksen ja saamelaisten kotiseutualueen paliskuntien kanssa menettelyohjesääntöesityksen laatimiseksi.
sms: Vuõssmõs määʹttest Sääʹmteʹǧǧ lij vuäinnam tarbbsen altteed saǥǥstõõllmõõžžid Saaʹmi siidsåbbrin da sääʹmvuuʹd paalǥâskooʹddivuiʹm mõõntõõllâmvuäʹpstõsmeärrõseʹtǩǩõõzz raajjâm diõtt.

source: Lisäksi maan- ja vedenkäyttöä koskivat metsähallituslakiuudistus sekä Tenon kalastussopimuksen neuvottelut.
sms: Lââʹssen mädd- da čääʹccââʹnnem kueʹsǩǩe meäʹcchalltõslääʹǩǩoođõs di Teänjooǥǥ kueʹlstõõllâmsuåppmõõžž saǥǥstõõllmõš.

source: Uudistukset, joilla on pitkäaikaisia, kauaskantoisia ja merkittäviä vaikutuksia saamelaisten tulevaisuuteen, mutta joiden parissa työ vielä jatkuu.
sms: Oođõõzzid, koin lie kuʹǩesäiggsa, kookkas pueʹttiäigga vaaikteei da miârkteei vaaiktõõzz säʹmmlai pueʹttiäigga, leâʹša koivuiʹm tuâjj õinn juätkkai.

source: Molempia prosesseja priorisoitiin Saamelaiskäräjillä vuonna 2015.
sms: Kuhttuid proseeʹssid priorisõʹstteš Sääʹmteeʹǧǧest eeʹjj 2015.

source: Olen pettynyt erityisesti menettelytapaan, millä metsähallituslakiuudistusta vietiin valtionhallinnossa eteenpäin.
sms: Leäm maantõõttâm jeäʹrben mõõntõõllamvuâkka, koin meäʹcchalltõslääʹǩǩoođummuž ooudeeš riikkvaaldšummšest ooudårra.

source: Lakiluonnoksessa lainvalmistelun pohjana todettiin olevan edellisten hallitusten linjaukset ja periaatteet, mutta siltikin saamelaisia koskevia uusia pykäliä ei hallituksen esitykseen monen eri tahon pyynnöstäkään nostettu.
sms: Lääʹǩǩhämmsest lääʹjjvalmštõõllâm vuâđđan tuõʹtteš teeʹkstest, što tõʹst lie leämmaž vuâđđan ouddlõž halltõõzzi liʹnnjõõzz da vuâđđjurddi, leâʹša kuuitâǥ säʹmmlaid kuõskki paragraaffid jie maacctam hämmsa, håʹt määŋg orgaan tõi kaggâm rauʹǩǩe.

source: Tenon kalastussopimus on monella tapaa merkittävä, eikä vähiten siksi, että se luo myös raamit tulevalle Näätämöjoen kalastussopimuksen uudistamistyölle.
sms: Teänjooǥǥ kueʹlstõõllâmsuåppmõš lij määngnalla miârkteei, ij-ǥa uuʹccmõsân tõnt, ko tõt rääjj raamid pueʹtti Njauddâmjooǥǥ kueʹlstõõllâmsuåppmõõžž oođeemtuõjju.

source: Toivon, että seuraavat Saamelaiskäräjät jatkaa tärkeää edunvalvontatyötä näiden uudistusten parissa ja että sitä tehdään hyvässä yhteistyössä eri saamelaistoimijoiden kanssa laajana rintamana, kuten vuonna 2015.
sms: Tuäivam, što pueʹtti Sääʹmteʹǧǧ juätkk tääʹrǩes ouddõsvuåppâmtuâj täi oođõõzzivuiʹm da što tõn tuejjeet šiõǥǥ õhttsažtuâjast jeeʹres sääʹmtuåimmjeeʹjivuiʹm veiddsânji, nuʹtt mäʹhtt eeʹjjest 2015.

source: Kiitänkin tästä mm..
sms: Späʹssbõõžžam täʹst jm.

source: Saamelaisneuvostoa, Kolttien kyläkokousta kolttaneuvostoineen, saamelaisyhdistyksiä, saamelaisten kotiseutualueen paliskuntia sekä yksittäisiä saamelaisaktiiveja.
sms: Sámiráđđi, Saaʹmi siidsåbbar sääʹmsuåvtõõzzeesvuiʹm, sääʹmõhttõõzzid, säʹmmlai dommvuuʹd paalǥâskooʹddid di jeeʹres sääʹmaktiivid.

source: Vaalivuodesta johtuen myös Saamelaiskäräjien vaalit eri vaiheineen työllistivät hallintoa sekä olivat paljon esillä eri medioissa.
sms: Vaaleeʹjj diõtt še Sääʹmteeʹǧǧ vaal jeeʹres vuõʹjjineesvuiʹm tuejjte vaaldšummuž di leʹjje jiânnai jeeʹres mediain ooudâst.

source: Keskustelu kuka on saamelainen ja ketkä siitä viime kädessä päättävät sekä saamelaisten itsemääräämisoikeudesta kansana jatkunee läpi vaalikauden 2016–2020.
sms: Mainstummuš ǩii lij säʹmmlaž da ǩeäk tõʹst mââimõs ǩiõđâst tuʹmmje di säʹmmlai jiõččmieʹrreemvuõiggâdvuõđâst meeran juätkkjež vaalpââʹj 2016–2020 čõõđ.

source: Tähän mennessä keskustelussa on jopa ehdotettu valtiota harkitsemaan uudelleen Saamelaiskäräjien tunnustamista sekä taloudellista tukemista.
sms: Tän mätta mainstummšest lie joba eʹtǩǩääm, što riikk tuʹmmai oʹđđest Sääʹmteeʹǧǧ tobstummuž di ekonoomlaž tuärjjummuž.

source: Näen, että vaalikauden 2016–2020 yhtenä tärkeänä linjana on Saamelaiskäräjien legitimiteetin vahvistaminen suhteessa Suomen valtioon.
sms: Vuäinam, što vaalpââʹj 2016–2020 õhttân tääʹrǩes linnjân lij Sääʹmteeʹǧǧ legitimiteeʹtt nââneem Lääʹddjânnam årra.

source: Muita tapahtumia
sms: Jeeʹres šõddmõõžž

source: Saamelaiskäräjät osallistui huhtikuussa YK:n alkuperäiskansojen asioiden pysyvään foorumiin aikaisemmista vuosista poiketen alkuperäiskansojen parlamenttien kyltin alla Suomen valtion delegaation sijaan.
sms: Sääʹmteʹǧǧ vuässõõđi njuhččmannust ʼM:i alggmeerai aaʹšši põõšši fooruuʹme ooudab iiʹjjin čoʹrsteeʹl alggmeerai parlameeʹnti kõõlb vueʹlnn Lääʹddjânnam riikk delegaatio sââʹjest. Ǩiiđ riikkpeeiʹvi tuʹmmstõõǥǥi mâŋŋa Sääʹmteʹǧǧ ij vuäinnam vueiʹtlviʹžžen vuässõõttâd Lääʹddjânnam

source: Kevään eduskunnan päätösten jälkeen Saamelaiskäräjät ei nähnyt mahdolliseksi osallistua Suomen delegaation osana.
sms: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari delegaatio vueʹssen.

source: Foorumissa käsiteltiin monia alkuperäiskansoille tärkeitä aiheita, joista esimerkiksi nuorten itsemurhat koskettavat saamelaisyhteisöä erityisesti Ruotsissa.
sms: Fooruumâst ǩiõttʼtõʹlleš määŋgid alggmeeraid tääʹrǩes aaʹššid, koin ouddmiârkkân nuõri jiõččsårmmʼmõõžž kuäʹsǩǩe sääʹmõutstõõzz jeäʹrben Ruõccâst.

source: Tällä on heijastevaikutuksia myös Suomen saamelaisnuoriin.
sms: Täʹst lie vaaiktõõzz še Lääʹddjânnam sääʹmnuõrid.

source: Tämä aihe on ollut vuoden 2015 aikana esillä monessa eri yhteydessä.
sms: Tät äʹššvuʹvdd lij kaggum eeʹjj 2015 äiʹǧǧen määŋg õhttvuõđâst.

source: Saamelaisen parlamentaarisen neuvoston (SPN) puheenjohtajuus siirtyi Suomen Saamelaiskäräjille 1.6. alkaen.
sms: Sääʹm parlamentaarlaž suåvtõõzz (SPS) saaǥǥjååʹđtemvuõtt serddji Lääʹddjânnam Sääʹmtegga 1.6. ääʹljeeʹl.

source: kieliyhteistyöhanke, Kielikaltio – saamen kielten ammatti- ja resurssikeskus, sai rahoituksen miltei kolmen vuoden toiminnalle Interregin Pohjoinen-ohjelman Sápmi-osaohjelmasta sekä muilta kansallisilta rahoittajilta, kuten Suomessa Lapin liitolta.
sms: SPS vuäǯǯai-i tâʹlles šiõǥǥ ođđsid, ko õhttsažtâʹvvjânnamlaž ǩiõllõhttsažtuâjjhaʹŋǩǩõs, Ǩiõllkaʹlddi – sääʹmǩiõli ämmat- da resursskõõskõs, vuäǯǯai teäggtõõzz miâlggâd kooum eeʹjj tuåimmjummša Interreegg Tâʹvv-prograamm Sápmi-vueʹssprograammâst di jeeʹres meersaž teäggteeʹjin, mâʹte Lääʹddjânnmest Lappi leettast.

source: Kielikaltio (saamen kielillä Giellagáldu, Kielâkäldee, Ǩiõllkaʹlddi) on toiminut 1.8.2015 alkaen ammatillisena asiantuntijaelimenä.
sms: Ǩiõllkaʹlddi (sääʹmǩiõʹlle Giellagáldu, Kielâkäldee, lääddas Kielikaltio) lij tuåimmâm 1.8.2015 ääʹljeeʹl ämmatlaž äʹšštobddiorgaanân.

source: Se tarjoaa kieliapua sekä neuvoo saamen kielten käyttöön liittyvissä asioissa.
sms: Tõt taʹrjjad ǩiõllvieʹǩǩ di raʹvvai sääʹmǩiõli ââʹnnem õhtti aaʹššin.

source: Terminologiatöiden ja normituksen lisäksi keskuksen tehtäviin kuuluu myös kielenhuolto, tiedon jakaminen saamen kielistä sekä niiden ammatillisista kysymyksistä.
sms: Terminologia- da normmeemtuâjai lââʹssen kõõskõõzz tuâjaid koʹlle še ǩiõllhuõll di teâđ jueʹǩǩem sääʹmǩiõli da tõi ämmatlaž kõõččmõõžži diõtt.

source: Yhdeksästä saamen kielestä on mukana etelä-, luulajan-, pohjois-, inarin- ja koltansaamen kielet.
sms: Ååuʹc sääʹmǩiõlâst lie mieʹldd saujj-, luulaja-, tâʹvv-, aanar- di nuõrttsääʹmǩiõl.

source: Hankkeen aikana on tavoitteena selvittää, miten muut, esimerkiksi Ruotsissa puhuttu uumajansaame ja Venäjällä puhuttu kildininsaame, saataisiin keskuksen toiminnan piiriin.
sms: Haʹŋǩǩõõzz äiʹǧǧen lij täävtõssân seʹlvvted, mäʹhtt jeeʹres, ouddmiârkkân Ruõccâst mainstum uumajasääʹmǩiõl da Ruõššâst mainstum ǩiʹlddsääʹmǩiõl, vuäǯǯčeš kõõskõõzz tuåimmjummša mieʹldd.

source: Haluankin kiittää rahoittajia tärkeästä tuesta saamen kielten tulevaisuuden turvaamiseksi.
sms: Haaʹlääm-i späʹssbõõššâd teäggteeʹjid tääʹrǩes tuärjjõõzzâst sääʹmǩiõli pueʹttiääiʹj staanâm diõtt.

source: Saamelaisen parlamentaarisen neuvoston sekä Saamelaiskäräjien vaalikauden 2016–2020 tärkeimpiin lähiajan tavoitteisiin kuuluu Kielikaltion toiminnan pysyvän rahoituksen hankkiminen.
sms: Sääʹm parlamentaarlaž suåvtõõzz di Sääʹmteeʹǧǧ vaalpââʹj 2016–2020 tääʹrǩmõs ââldasääiʹj täävtõõzzid kooll Ǩiõllkaʹlddi tuåimmjummuž põõšši teäggtõõzz haʹŋǩǩeem.

source: Oikeusministeriössä järjestettiin lokakuussa saamelaisasioita hoitavien virkamiesten ja Saamelaiskäräjien edustajien välinen nk.
sms: Vuõiggâdvuõttministeriast rieʹššeš kålggmannust sääʹmaaʹššid hoiʹddjeei veʹrǧǧoummi da Sääʹmteeʹǧǧ eeʹttǩeeʹji kõskksaž nuʹtt koččum sääʹmaaʹšši saǥǥstõõllâmpeeiʹv.

source: saamelaisasioiden neuvottelupäivä.
sms: Mieʹrren leäi ooudeed riikksuåvtõõzz da Sääʹmteeʹǧǧ kõskksaž õhttsažtuâj.

source: Tarkoituksena oli kehittää valtioneuvoston ja Saamelaiskäräjien välistä yhteistyötä.
sms: Šõddmõõžžâst jieʹlleš ministeriai mieʹldd čõõđ

source: Tilaisuudessa käytiin ministeriöittäin läpi ajankohtaiset saamelaisasiat.
sms: ääiʹjpoddsaž sääʹmaaʹššid.

source: Lopuksi keskusteltiin lyhyesti viranomaisten saamelaiskäräjälain mukaisesta kuulemisvelvoitteesta.
sms: Looppâst saǥǥstõʹlleš vuäʹnkânji veʹrǩǩneeʹǩǩi sääʹmteʹǧǧlääʹjj meâlddsaž kuullâmõõlǥtemvuõđ pirr.

source: Tarkoituksena oli myös pohtia jatkoa ja eri yhteistyömalleja ja - muotoja.
sms: Mieʹrren leäi še smiõttâd jueʹtǩ da jeeʹres õhttsažtuâjjmaallid di - naaʹlid.

source: Syystalven aikana Saamelaiskäräjät tapasi saamelaisten kotiseutualueen kuntien kanssa.
sms: Čõhččtääʹlv mieʹldd Sääʹmteʹǧǧ kaaunõõđi säʹmmlai dommvuuʹd kooʹddivuiʹm.

source: Yhteistyötapaamiset olivat hyvähenkisiä ja rakentavia.
sms: Kaaunõõttmõõžž leʹjje šiõǥǥjiõggsa da raajji.

source: Tapaamisissa keskusteltiin laajasti ajankohtaisista asioista sekä haasteista.
sms: Kaaunõõttmõõžžin saǥǥstõʹlleš veiddsânji ääiʹjpoddsaž aaʹšši di vaʹǯǯtõõzzi pirr.

source: Kiitän vielä kaikkia tapaamisiin osallistuneita kuntien edustajia.
sms: Späʹssbõõžžam veâl pukid kaaunõõttmõõžžid vuässõõttâm kooʹddi eeʹttǩeeʹjid.

source: Saamelaiskäräjien hallinto on työskennellyt myös monien hallintouudistusten merkeissä vuonna 2015.
sms: Sääʹmteeʹǧǧ vaaldšummuš lij tuejjääm tuâj še määŋgi vaaldšummuž kuõskki oođummšivuiʹm eeʹjj 2015.

source: Taloushallintosektori oli kaikista laajimman kehittämisen kohteena muun muassa uusien sähköisten järjestelmien käyttöön ottamiseksi.
sms: Täällvaaldšemsektorr leäi puki veiddsummus ooudummšest jeäʹrbi mieʹldd ođđ liâdggsaž riâšldõõǥǥi ââʹnnma välddmõõžž peäʹlnn.

source: Lisäksi oikeusministeriö kävi kouluttamassa niin Saamelaiskäräjien sihteeristöä kuin jäseniä oikeusministeriön hallinnonalan rytmistä mm. talousarvioiden suunnittelun osalta.
sms: Lââʹssen vuõiggâdvuõttministeria jieʹli škooulteʹmmen piisarkååʹdd da Sääʹmteeʹǧǧ vuäzzlaid vuõiggâdvuõttministeria vaaldšemvuuʹd ryytmâst ouddmiârkkân täällarvvlõõzzi plaaneem vueʹzzeld.

source: Tämän pohjalta Saamelaiskäräjien hallinnossa päätettiin pyrkiä samaan aikatauluun valtion hallinnon kanssa.
sms: Tän vuâđald Sääʹmteeʹǧǧ vaaldšummšest tuʹmmješ põrggâd seämma äiʹǧǧtauʹlle riikk vaaldšummšin.

source: Esimerkiksi kehystalousarvioiden laatiminen nelivuotiskaudeksi on eräs uusista, valtion hallinnon kanssa yhtenevistä suunnittelun työkaluista.
sms: Ouddmiârkkân raammtäällarvvlõõzzi raajjâm neellj eeʹjj pââjas lij õhtt ođđ, riikk vaaldšummšin õhttneei plaanummuš tuâjjneävvain.

source: Myös työjärjestystä kehitettiin eteenpäin.
sms: Tuâjjriâššmõõžž še ooudeeš.

source: Saamelaiskäräjät on toiminut ensimmäisen nelivuotiskautensa saamelaiskulttuurikeskus Sajoksessa.
sms: Sääʹmteʹǧǧ lij tuåimmâm vuõssmõs neellj eeʹjj pââʹj sääʹmkulttuurkõõskõs Sajoozzâst.

source: Puitteet Saamelaiskäräjien hallinnolle ja poliittiselle toiminnalle sekä saamelaiskulttuurin ja saamen kielten edistämiselle ovat olleet historialliset.
sms: Raam Sääʹmteeʹǧǧ vaaldšummša da politiikklaž tuåimid di sääʹmkulttuur da sääʹmǩiõli ooudummša lie leämmaž historiaalʼla.

source: Sajoksessa on neljän vuoden aikana järjestetty valtaosa Saamelaiskäräjien kokouksista, tapaamisista sekä myös suuri osa neuvotteluista.
sms: Sajoozzâst lie neellj eeʹjj äiʹǧǧen riâššâm jäänmõs vueʹzz Sääʹmteeʹǧǧ såbbrin, kaaunõõttmõõzzin di še jõnn vueʹzz saǥǥstõõllmõõžžin.

source: Sajoksessa on myös nähty monenlaisia tapahtumia eturivin saamelaisartistien konserteista Suomen Kansallisbaletin esitykseen.
sms: Sajoozzâst leät še vuäinnam määŋgnallšem šõddmõõžžid čuõvvumus sääʹmartiisti konseeʹrtin Lääʹddjânnam Meersažbaleeʹtt čuäʹjtõʹsse.

source: Sajos on ollutkin selvä piristysruiske kulttuurielämälle.
sms: Sajos lij-i leämmaž čiõlggsânji virksmâʹttmen kulttuurjieʹllem.

source: Sajoksen kehittyminen tähän pisteeseen on vaatinut monien toimijoiden tiivistä yhteistyötä.
sms: Sajoozz ooudeem tän mätta lij kaiʹbbjam määŋgi tuåimmjeeʹji čââpp õhttsažtuâj.

source: Haluankin kiittää kaikkia tähän työhön osallistuneita.
sms: Haaʹlääm-i spässbõõššâd pukid tän tuõjju vuässõõttâm oummid da orgaanid.

source: Erittäin huolestuttavana tulee pitää Suomen tämän hetkistä tilannetta, jota heijastelee vihapuhe, jollaista ei ennen ole koettu.
sms: Samai huõl counnʼjen âlgg ââʹnned Lääʹddjânnam tän poddsaž vueʹjj, koon vââʹjjsaaǥǥ sueiʹmkrâʹstte.

source: Sellaista ei ole koettu suomalaisessa eikä saamelaisessa yhteiskunnassa.
sms: Nåkam jeät leäkku ouddâl ǩiõččlâsttam lääʹdd ni sääʹm õhttsažkååʹddest.

source: Tämä on hyvin tuomittavaa.
sms: Tät lij

source: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari kansana.
sms: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari samai nääʹlteʹm.

source: Tämä voidaan nähdä kolonialismin nykypäivän muotona, minkä ilmentyminä vuonna 2015 on nähty niin missien saamenpukua jäljittelevät edustuspilailupuvut kuin eri saamelaisorganisaatioiden olemassa olon ja taloudellisen tukemisen oikeutuksen kyseenalaistaminen.
sms: Tän vueiʹtet vueiʹnned kolonialiism ânnʼjõžpeeiʹv ååʹblǩen, mõõn očndõõttâmvueʹǩǩen eeʹjjest 2015 leät vuäinnam missʼji sääʹmpihttsid jiuǯǯi eeʹttkâʹsttempihttsid ko še jeeʹres sääʹmorganisaatioi eksisteeʹns da ekonoomlaž tuärjjõõzz priimmâmnallšemvuõđ kõõččâm-miârk vuâlla piijjâm.

source: Ilmapiiri on koventunut paitsi Suomessa, myös Pohjoismaissa ja muualla maailmassa.
sms: Toobdâlm lie kõrsmam peʹce Lääʹddjânnmest, še Tâʹvvjânnmin da jeeʹres åʹrnn maaiʹlmest.

source: Tämä koskee myös alkuperäiskansakysymyksiä.
sms: Tät kuâskk še alggmeerkõõččmõõžžid.
